# Tiin Privacy Policy

Наша цель – сделать Ваш шопинг экономным и приятным. Для этого мы постоянно уведомляем Вас о предстоящих акциях, распродажах и специальных предложениях. Все, что нужно, – это зарегистрироваться на сервисе Tiin Cashback. В чем выгода?

реальная экономия на покупках, а не накопление сомнительных и сгорающих бонусов;

возможность приобретать более миллиона товаров со значительной скидкой;
-шанс зарабатывать на привлечении друзей и знакомых.
Мы возвращаем кэшбэк в размере от 1 до 20% – разве это не супермотивация для всего одного лишнего действия? Просто переходите в любимые магазины по ссылке с нашего приложение. Команда сервиса всегда открыта для общения. Tiin Cashback – единственный кэшбэк-сервис в Узбекистане, который готов меняться в лучшую сторону каждый день. Просто выразите свои пожелания Службе поддержки.
Преимущества нашего приложения:
Бесплатно. Весь функционал приложения доступен бесплатно;
Удобно. Быстрое добавление бонусных карт из заданного списка и абсолютно новых скидочных карт;
Экономично. Быстрое сканирование штрихкода в кассах магазинов для получения скидки или бонуса;
Работа в оффлайне. Просмотр всех данных: штрихкода, внесённых скидочных, бонусных и клубных карт без интернета;
Если по какой-то причине сканер на кассе не считывает код с экрана - не беда, в таких случаях номер карты легко может быть заполнен вручную.
